
<!--项目经验-->

<div data-role="main" class="ui-content">

<div data-role="collapsible">
<h1>项目一：WebServer</h1>
<ul data-role="listview">
<li>
	<p>项目名称：用CGI完成路由器WebServer系统</p>
	<p>项目时间：2013年8月</p>
	<p>项目地点：北京中软国际TC培训中心</p>
	<p>项目历时：10天</p>
	<p>项目所需：操作系统：Ubuntu 12.10</p>
	<p>编译器：GCC</p>
	<p>调试器：GDB</p>
	<p>服务器：BOA服务器</p>
	<p>编程语言：前台（路由器界面）：HTML  后台：C语言（用C语言编写CGI脚本）</p>
	<p>项目进度：</p>

	<ul>
		<li><p>* 第1天：熟悉BOA服务器并搭建WebBOA服务器</p></li>
		<li><p>* 第2-3天：学习HTML</p></li>
		<li><p>* 第4天：项目构思与策划</p></li>
		<li><p>* 第5-8天：攻克项目中的技术难关，实现项目中的各个功能</p></li>
		<li><p>* 第9天：项目功能的测试与修改</p></li>
		<li><p>* 第10天：项目提交</p></li>
	</ul>

	<p>项目功能：实现路由器的登陆、查看IP、修改IP、查看日志、删除日志、网络时间、路由器升级、重启路由器、恢复出厂设置等功能。</p>
</li>
</ul>
</div>

<div data-role="collapsible">
<h1>项目二：WebHis</h1>
<ul data-role="listview">
<li>
	<p>项目名称：Web HIS部署及上线</p>
	<p>项目时间：2014年1月 - 2014年7月</p>
	<p>项目地点：河北省唐山市丰润区丰润中医院</p>
	<p>项目历时：6个月</p>
	<p>项目所需：操作系统：Windows server 2003</p>
	<p>数据库：Oracle 10G</p>
	<p>支持软件：Dot.Net 3.5  Dot.Net 4.0</p>
	<p>编程语言：PL/SQL</p>
	<p>项目进度：</p>

	<ul>
	<li><p>* 前期：历时2个月</p></li>
	<ol>
		<li><p>1. 制定流程：医院业务流程、需院长或科室主任签字。</p></li>
		<li><p>2. 整理数据：医院的一些基础数据，比如：科室名称、医生姓名、药品名称、药品存量等等。</p></li>
	</ol>

	<li><p>* 中期：历时3个月</p></li>
	<ol>
		<li><p>1. 组织培训：使用测试数据库，培训医生使用医疗系统软件办理业务。</p></li>
		<li><p>2. 培训考核：培训完成后，了解每个科室每位医生的培训情况。</p></li>
		<li><p>3. 真实模拟：将现有真实的患者输入到系统中，模拟日常业务流程，后期将清空测试数据库。</p></li>
	</ol>

	<li><p>* 后期：历时1个月</p></li>
	<ol>
		<li><p>1. 组织上线：将测试库替换掉原来的测试库。将其数据清空。</p></li>
		<li><p>2 .上线回款：系统运行稳定后，协助公司销售人员向医院协商项目款项。</p></li>
	</ol>
	</ul>

	<p>项目功能：HIS（医院信息管理系统），从患者进入医院一直到患者离开，所提供的一切医院医疗服务及费用业务的现代化医院信息管理系统。</p>
</li>
</ul>
</div>

<!--div data-role="collapsible">
<h1></h1>
</div!-->

</div>

