
option = {

	//标题及说明文字
	title : { 

		text: '一脉阳光 ' + Date_Time + '年全国患者例数',
		//subtext: "截止到：2016-11-10 12:00:00",
		x:'center',
		textStyle:{color:'red'}

	}, 

	//显示弹框数据 圈和线的数据
	tooltip : { 

		trigger: 'item'
	},  

	//左上角自定义按钮
	legend: {

		orient: 'vertical',
		x:'left',
		textStyle:{color:'red'},
		data:['全国']
	},
    
	//左下角数量标尺	
	dataRange: {

		min : 0,
			max : 500,
			x: 'left',
			y: 'bottom',
			text:['高','低'],
			calculable : true,
			color: ['#ff3333', 'orange', 'yellow','lime','aqua'],
			textStyle:{color:'#fff'}
	},
/*
	//右侧工具栏
	toolbox: {

		show: true,
		orient : 'vertical',
		x: 'right',
		y: 'center',

		feature : { 
			mark : {show: true},
				 dataView : {show: true, readOnly: false},
				 restore : {show: true},
				 saveAsImage : {show: true}
		}   
	}, 

	//右上角方位移动按钮
	roamController: {

		show: true,
		x: 'right',
		mapTypeControl: {'china': true}
	},
*/
	series : [
	{
		name: '全国',
		type: 'map',
		mapType: 'china',
		roam: true,
		hoverable: false, //省份高亮禁止
		itemStyle:{
			normal:{
				label:{show:true}, //省名显示
				emphasis:{label:{show:true}},
				borderColor:'rgba(100,149,237,1)',
				borderWidth:0.5,
				areaStyle:{color: '#1b1b1b'}
			}
		},

		data:[],

		markLine : {

			smooth:true,
			symbol: ['none', 'circle'],  
			symbolSize : 1,
			itemStyle : {
				normal: {
					color:'#fff',
					borderWidth:1,
					borderColor:'rgba(30,144,255,0.5)'
				}
			},

			data : [],
		},

		geoCoord: {


			'南昌大学第一附属医院':[115.91696363321041,28.692655468277195],
			'南昌大学第二附属医院':[115.90823963325309,28.68859984950511],
			'江西省肿瘤医院':[115.67608236670434,27.757258443440836],
			'南昌市第三医院':[115.90285784002931,28.6678284730362],
			'江西省人民医院':[115.89700030690253,28.699392039655432],
			'江西省儿童医院':[115.90326508323892,28.693200752571638],
			'分宜县人民医院':[114.6873989092198,27.81546716169729],
			'北京天坛普华医院':[116.41103417906176,39.88145433413649],
			'铅山县人民医院':[117.72219764885527,28.316622330753116],
			'乐安县人民医院':[115.84440758253248,27.421261896480328],
			'宜春市中医院':[114.40003867155777,27.811129895842885],
			'贵溪市人民医院':[117.23669642490509,28.296692523884758],
			'进贤县人民医院':[116.28190862231898,28.374421882926434],
			'永丰县人民医院':[115.59283108743378,27.097544566000916],
			'信丰县人民医院':[114.94147705530752,25.400246507467358],
			'上高县中医院':[114.86095818883778,28.199053404375086],
			'九江学院附属医院':[116.00625249068501,29.72914701351698],
			'贵溪市人民医院':[117.23669642490509,28.296692523884758],
			'婺源县人民医院':[117.86505283038079,29.26375401440099],
			'江西安福县中医院':[114.62424782887217,27.38625931285528],
			'江西省安福县人民医院':[114.62074575340198,27.38461579180781],
			'湖口县人民医院':[116.22530135355836,29.743737584873333],
			'玉山县人民医院':[118.26081386571067,28.677269266648814],
			'玉山县中医院':[118.1689167516483,28.75933998856814],
			'瑞金市人民医院':[116.04228100942288,25.880487055678685],
			'德兴市中医院':[117.75325925178792,28.94075153694687],
			'赣州市第五人民医院':[114.95613568546199,25.852127719406436],
			'安远县人民医院':[115.39794092375912,25.14718316537441],
			'吉安市吉水县中医院':[115.14497423580733,27.219375227763294],
			'樟树市人民医院':[115.55638939627109,28.064305713237587],
			'抚州市黎川县中医院':[116.93171710121553,27.261522440113797],
			'横峰县人民医院':[117.59526942132148,28.41620975311431],
			'高安市中医院':[115.30448193078216,28.36523180795649],
			'广丰县人民医院':[118.18542807542299,28.43178744117971],
			'赣州市人民医院':[114.9359090792838,25.84529553634676],
			'吉安市峡江县人民医院':[115.32694922451611,27.59821388488243],
			'江西省余干县中医院':[116.62132713524319,28.682775556851816],
			'江西省余干楚东医院':[116.69399536765974,28.693094990994716],
			'吉水县人民医院':[115.13985728011562,27.213821036440912],
			'万安县人民医院':[114.79071799980584,26.465193798358154],
			'万安县中医院':[114.78735359055331,26.47136460255795],
			'南昌进贤中医院':[116.26784013307079,28.372393826880796],
			'上饶县人民医院':[117.93337034957915,28.442371237900872],
			'南昌市新建县人民医院':[115.83314489754375,28.685930447679272],
			'江西南丰县人民医院':[116.54252624836454,27.2172780069228],
			'江西上饶铁路医院':[117.9711278836434,28.457435817503736],
			'赣州寻乌人民医院':[115.65684605252004,24.956301440871677],
			'北京清华长庚医院':[116.19870691584022,39.91191305528187],
			'首都医科大学附属北京安贞医院':[116.35953157805477,39.870914170043484],
			'山东影像管理中心':[118.52766339287801,36.09928992972826],
			'北京协和医院':[116.42249640106391,39.919205495084135],
			'首都医科大学附属北京天坛医院':[116.35953157805477,39.870914170043484],
			'首都医科大学附属北京友谊医院':[116.35957582588928,39.86451082747042],
			'中国医学科学院肿瘤医院':[116.45321205536654,39.878772629236565],
			'北京医院':[116.42150691934128,39.91016147889783],
			'首都医科大学附属北京同仁医院':[116.35953157805477,39.870914170043484],
			'北京积水谭医院':[116.39564503787867,39.92998577808024],
			'山东省立医院':[116.9900318374478,36.66251038941924],
			'赣州市妇幼保健院':[114.9359090792838,25.84529553634676],
			'永丰县中医院':[115.59283108743378,27.097544566000916],
			'江西省中医院':[115.67608236670434,27.757258443440836],
			'中寰医院':[null,null],
			'兴国县第二医院':[115.383842072683,26.300960626048994],
			'九江市第一人民医院':[116.00287170711965,29.72580734147908],
			'会昌县人民医院':[115.79988458718313,25.60635082609199],
			'修水中医院':[114.55867933473692,29.030640801620113],
			'北京房山中医院':[115.9907112817878,39.701602992845295],
			'余干县人民医院':[116.69428237716838,28.694399109524486],
			'鄱阳县人民医院':[116.70107444536436,29.019469580170696],
			'上饶市人民医院':[117.95546387714894,28.457622553937274],
			'江西九江德安县人民医院':[115.76940119786494,29.33658549114526],
			'余江县人民医院':[116.81570751867528,28.21194632458043],
			'内蒙古影像中心':[114.41586754816612,43.46823822194904],
			'海拉尔农垦总医院':[119.74889787081258,49.23019572730968],
			'八仙筒镇卫生院':[121.04966552368795,43.21628532129702],
			'库伦旗医院':[121.77822813807718,42.73638639304407],
			'通辽市中医院':[122.26036326322144,43.633756072995986],
			'景德镇第二人民医院':[117.22399229553957,29.303048505156614],
			'上海影像管理中心':[121.48789948569473,31.24916171001514],
			'景德镇第一人民医院':[117.20969939520218,29.310151237206007],
			'中国人民解放军总医院':[116.28283543847782,39.91346056653978],
			'中国医学科学院阜外医院':[116.4212143771689,39.91702600477346],
			'复旦大学附属华山医院':[121.46329525709864,31.20293952885246],
			'上海交通大学医学院附属仁济医院':[121.49104338160669,31.239364439997924],
			'上海长征医院':[121.47417771452125,31.23913912968321],
			'湖北影像管理中心':[112.41056219213213,31.209316250139747],
			'广东影像管理中心':[113.3948175587587,23.40800372902474],
			'华中科技大学同济医学院附属同济医院':[114.26601646389192,30.587663505244805],
			'华中科技大学同济医学院附属协和医院':[114.26601646389192,30.587663505244805],
			'中山大学附属第二医院':[113.26206010909456,23.116196026460344],
			'赣南医学院第一附属医院':[114.93937242431193,25.86203270875413],
			'分宜县洞村乡卫生院':[114.82823994965696,28.017491331638446],
			'广州军区武汉总医院':[114.31620010268132,30.58108412692075],
			'彭泽县中医院':[116.62933206226421,29.834597412665115],
			'湖北省人民医院':[114.3037868679917,30.54105200870612],
			'景德镇第三人民医院':[117.25272702269162,29.307232143353346],
			'黄石市中医院':[115.05068316392396,30.21612712771406],
			'遂川县人民医院':[114.52649273481642,26.33127223398507],
			'通辽市精神卫生中心':[122.28275828907684,43.62952522015156],
			'彭泽县人民医院':[116.55417014007597,29.876759835698437],
			'万年县人民医院':[117.07132116082833,28.693471435941575],
			'分宜县操场乡卫生院':[114.68751597639381,28.072760637669532],
			'黄石市中心医院':[115.11624060892308,30.209549647394763],
			'九江县人民医院':[115.8936340543271,29.618533232088744],
			'万年县中医院':[117.08005979058917,28.690023892227828],
			'内蒙古赤峰松山医院':[118.93835133474359,42.284346320979026],
			'崇仁县人民医院':[116.06958859412016,27.763477375595308],
			'洪都中医院':[115.89917582318589,28.68397931013627],
			'德州十三局医院':[116.3166946653024,37.44957765511814],
			'分宜县双林镇卫生院':[114.77152086162312,27.942192331225897],
			'第二军医大学附属长海医院':[121.53389268558524,31.315457605163882],
			'吉安县中医院':[114.91346519549742,27.038281856562],
			'中山大学附属第一医院':[113.2967524819292,23.13175447082385],
			'赤峰市巴林左旗医院':[119.40150386130883,43.98478731065006],
			'上海交通大学附属胸科医院':[121.43240880886769,31.20458988160762],
			'湖南影像管理中心':[111.720663546476,27.695864052356377],
			'中南大学湘雅医院':[112.99279157910931,28.217631586791224],
			'中南大学湘雅三医院':[112.95155437780579,28.22466067761278],
			'湖南省中医院':[112.98784846170321,28.209662803876732],
			'湖南中医药大学第一附属医院':[113.00115211657265,28.17112076370175],
			'湖南省肿瘤医院':[112.94571624987464,28.218193652804434],
			'德兴市人民医院':[117.58923543673833,28.95386344726162],
			'兴国县人民医院':[115.36742848054583,26.339974660962962],
			'兴国县高兴中心卫生院':[115.30124962644389,26.4396995122455],
			'兴国县均村中心卫生院':[115.10707581599847,26.366238801741122],
			'兴国县古龙岗中心卫生院':[115.70817016379844,26.451399399921986],
			'兴国县社富中心卫生院':[115.37563898302295,26.16865970871465],
			'兴国县城岗中心卫生院':[115.50664848287718,26.51415094947314],
			'兴国县江背卫生院':[115.49718529965496,26.303688228520038],
			'兴国县埠头卫生院':[115.34466459518434,26.296812768497006],
			'兴国县永丰卫生院':[115.21613003211102,26.31210650591921],
			'兴国县鼎龙卫生院':[115.46518079614262,26.422906444882692],
			'兴国县崇贤卫生院':[115.35921845057739,26.546755373963872],
			'兴国县良村卫生院':[115.58954051220718,26.563498768892735],
			'北京大学第一医院':[116.38644116401335,39.93801450102676],
			'北京大学第三医院':[116.365701956857,39.98777772474245],
			'中日友好医院':[116.43138055093043,39.97947642283525],
			'瑞昌市人民医院':[115.67768918732884,29.67260610197495],
			'上饶县中医院':[117.94436679858164,28.40567968837397],
			'北京大学肿瘤医院':[116.39564503787867,39.92998577808024],
			'北京中医药大学附属东方医院':[116.43447428725932,39.97730163612115],
			'永新县中医院':[114.2417684695708,26.948391053183503],
			'首都儿科研究所附属儿童医院':[116.4465785821078,39.92094329458475],
			'内蒙古赤峰松山中蒙医院':[118.93864539056075,42.28458207514079],
			'荆门市第二人民医院':[112.20557966699756,31.047591359149386],
			'通辽市传染病医院':[122.280064025615,43.603033258057394],
			'科左中旗中医院':[null,null],
			'山东大学第二附属医院':[117.05619845395563,36.60925766517348],
			'惠民县妇幼保健医院':[117.57898363783785,37.37597131845397],
			'山东省医学影像研究所':[118.52766339287801,36.09928992972826],
			'山东省千佛山医院':[117.0493000398596,36.65265675740564],
			'内蒙古通辽市保康蒙医院':[122.26036326322144,43.633756072995986],
			'鄂尔多斯立仁医院':[109.99304130595014,39.83318455984242],
			'鄂尔多斯一康医院':[110.00735642767566,39.81510070105781],
			'巴彦淖尔市杭锦后旗同济医院':[107.15605612829046,40.89579849214696],
			'清水河县人民医院':[111.70623630690847,39.889117744684924],
			'土默特左旗人民医院':[111.15602024831864,40.73086344742712],
			'广丰县南方医院':[118.1378582532595,28.418042134184983],
			'河南影像管理中心':[113.48680405752653,34.157183767956035],
			'长葛市中医院':[113.85556820651823,34.23660122673689],
			'襄城县第二人民医院':[113.51347435915149,33.861089163335656],
			'赣州市肿瘤医院':[114.9359090792838,25.84529553634676],
			'宜城市中医院':[112.37274539500838,31.673335169944203],
			'望城区人民医院':[112.82133716095346,28.3784526358788],
			'内蒙古五原县人民医院':[108.2804566299733,41.10446412165275],
			'永修县人民医院':[115.81304951673273,29.021611925202915],
			'石城县人民医院':[116.34362702934483,26.319849490971375],
			'九江市中医院':[116.00298319761306,29.71488077526835],
			'瑞昌市中医院':[115.45968602846516,29.62854462548317],
			'山东大学齐鲁医院':[117.0252535413072,36.66180539421739],
			'丰城矿务局总医院':[115.76195930893783,28.297205176669372],
			'平度城区医院':[119.9929975898305,36.79468223789339],
			'烟台龙矿中心医院':[120.33030922924996,37.63086663242046],
			'湖南省儿童医院':[112.99499729552558,28.179058836313615],
			'察右后旗医院':[null,null],
			'九江市中医院':[116.00298319761306,29.71488077526835],
			'陵城区中医院':[116.56677106344416,37.34166647055879],
			'临沂市河东区人民医院':[118.40025571629567,35.08639661661979],
			'内蒙赤峰市医院':[118.9307611921676,42.297112320317325],
			'辽宁影像管理中心':[122.75359155771858,41.62160010595761],
			'阜新市第五人民医院':[121.63071924528457,41.99000866273785],
			'阜蒙县人民医院':[121.66381368354376,42.018000697791],
			'湖口县中医院':[116.2324106942773,29.748113554900733],
			'兴国永丰卫生院':[115.21613003211102,26.31210650591921],
			'乐平人民影像中心':[117.27327879747662,28.969928213838305],
			'兴国县中医院':[115.4465072581216,26.42520060132647],
			'兴国县长岗卫生院':[115.4465072581216,26.42520060132647],
			'天津影像管理中心':[117.21081309155257,39.143929903310074],
			'天津市第一中心医院':[117.1593611962984,39.106192231532766],
		},

		markPoint : {

			symbol:'emptyCircle',
			symbolSize : function (v){
				if(v >= 200000){
					
					return 10 + v/20000
				}else if(v >= 20000){
				
					return 10 + v/40000
				
				}else if(v<100){
					return 10 + v/100
				
				}else{
					return 10 + v/2000
				
				}
			},

			effect : {

				show: true,
				shadowBlur : 0
			},

			itemStyle:{

				normal:{

					label:{show:false}
				},

				emphasis: {

					label:{position:'top'}
				}
			},

			//发光圈子，弹数据
			data : [

			{name:'南昌大学第二附属医院',value:Data_2},
			{name:'分宜县人民医院',value:Data_8},
			{name:'北京天坛普华医院',value:Data_13},
			{name:'铅山县人民医院',value:Data_14},
			{name:'乐安县人民医院',value:Data_15},
			{name:'宜春市中医院',value:Data_16},
			{name:'永丰县人民医院',value:Data_19},
			{name:'信丰县人民医院',value:Data_20},
			{name:'上高县中医院',value:Data_21},
			{name:'九江学院附属医院',value:Data_22},
			{name:'婺源县人民医院',value:Data_25},
			{name:'江西省安福县人民医院',value:Data_27},
			{name:'湖口县人民医院',value:Data_28},
			{name:'玉山县人民医院',value:Data_29},
			{name:'玉山县中医院',value:Data_30},
			{name:'瑞金市人民医院',value:Data_31},
			{name:'德兴市中医院',value:Data_32},
			{name:'赣州市第五人民医院',value:Data_33},
			{name:'安远县人民医院',value:Data_34},
			{name:'高安市中医院',value:Data_40},
			{name:'广丰县人民医院',value:Data_41},
			{name:'江西省余干县中医院',value:Data_44},
			{name:'江西省余干楚东医院',value:Data_45},
			{name:'万安县人民医院',value:Data_47},
			{name:'万安县中医院',value:Data_48},
			{name:'南昌进贤中医院',value:Data_49},
			{name:'上饶县人民医院',value:Data_50},
			{name:'南昌市新建县人民医院',value:Data_51},
			{name:'江西南丰县人民医院',value:Data_52},
			{name:'赣州寻乌人民医院',value:Data_54},
			{name:'赣州市妇幼保健院',value:Data_66},
			{name:'永丰县中医院',value:Data_67},
			{name:'兴国县第二医院',value:Data_70},
			{name:'兴国县第二医院',value:Data_72},
			{name:'修水中医院',value:Data_73},
			{name:'北京房山中医院',value:Data_74},
			{name:'余干县人民医院',value:Data_75},
			{name:'鄱阳县人民医院',value:Data_76},
			{name:'余江县人民医院',value:Data_79},
			{name:'海拉尔农垦总医院',value:Data_81},
			{name:'八仙筒镇卫生院',value:Data_82},
			{name:'库伦旗医院',value:Data_83},
			{name:'景德镇第二人民医院',value:Data_86},
			{name:'分宜县洞村乡卫生院',value:Data_100},
			{name:'景德镇第三人民医院',value:Data_104},
			{name:'通辽市精神卫生中心',value:Data_107},
			{name:'彭泽县人民医院',value:Data_108},
			{name:'万年县人民医院',value:Data_109},
			{name:'分宜县操场乡卫生院',value:Data_110},
			{name:'九江县人民医院',value:Data_112},
			{name:'万年县中医院',value:Data_113},
			{name:'内蒙古赤峰松山医院',value:Data_114},
			{name:'崇仁县人民医院',value:Data_115},
			{name:'洪都中医院',value:Data_116},
			{name:'德州十三局医院',value:Data_117},
			{name:'分宜县双林镇卫生院',value:Data_119},
			{name:'吉安县中医院',value:Data_121},
			{name:'赤峰市巴林左旗医院',value:Data_123},
			{name:'德兴市人民医院',value:Data_136},
			{name:'兴国县人民医院',value:Data_137},
			{name:'兴国县高兴中心卫生院',value:Data_138},
			{name:'兴国县均村中心卫生院',value:Data_139},
			{name:'兴国县江背卫生院',value:Data_143},
			{name:'兴国县鼎龙卫生院',value:Data_146},
			{name:'兴国县崇贤卫生院',value:Data_147},
			{name:'兴国县良村卫生院',value:Data_148},
			{name:'瑞昌市人民医院',value:Data_152},
			{name:'上饶县中医院',value:Data_154},
			{name:'永新县中医院',value:Data_157},
			{name:'内蒙古赤峰松山中蒙医院',value:Data_159},
			{name:'荆门市第二人民医院',value:Data_160},
			{name:'通辽市传染病医院',value:Data_161},
			{name:'科左中旗中医院',value:Data_162},
			{name:'惠民县妇幼保健医院',value:Data_164},
			{name:'内蒙古通辽市保康蒙医院',value:Data_167},
			{name:'巴彦淖尔市杭锦后旗同济医院',value:Data_170},
			{name:'清水河县人民医院',value:Data_171},
			{name:'土默特左旗人民医院',value:Data_172},
			{name:'广丰县南方医院',value:Data_173},
			{name:'襄城县第二人民医院',value:Data_176},
			{name:'赣州市肿瘤医院',value:Data_177},
			{name:'内蒙古五原县人民医院',value:Data_180},
			{name:'永修县人民医院',value:Data_181},
			{name:'石城县人民医院',value:Data_182},
			{name:'九江市中医院',value:Data_183},
			{name:'瑞昌市中医院',value:Data_184},
			{name:'丰城矿务局总医院',value:Data_186},
			{name:'平度城区医院',value:Data_187},
			{name:'烟台龙矿中心医院',value:Data_188},
			{name:'察右后旗医院',value:Data_190},
			{name:'临沂市河东区人民医院',value:Data_193},
			{name:'湖口县中医院',value:Data_199},
			{name:'兴国永丰卫生院',value:Data_201},
			{name:'兴国县长岗卫生院',value:Data_204},
			]


		}
	},

	//划线 ==> 北京
	{
		name: '全国',
		type: 'map',
		mapType: 'china',
		data:[],
		markLine : {
			smooth:true,
			effect : {
				show: true,
				scaleSize: 1,
				period: 30,
				color: '#fff',
				shadowBlur: 10
			},
			itemStyle : {
				normal: {
					label:{show:false},
					borderWidth:1,
					lineStyle: {
						type: 'solid',
						shadowBlur: 10
					}
				}
			},

			data : []

		},

		//圈中的数据
		markPoint : {

			symbol:'emptyCircle',
			symbolSize : function (v){

				return 0.1
			},

			effect : {

				show: false,
				shadowBlur : 0
			},

			itemStyle:{

				nor:[],mal:{

					label:{

						show:true,
						position:'top',
						textStyle: {fontSize: 14}
					}
				},

				emphasis: {label:{show:false}}
			},

			data : [

			{name:'南昌大学第二附属医院',value:Data_2},
			{name:'分宜县人民医院',value:Data_8},
			{name:'北京天坛普华医院',value:Data_13},
			{name:'铅山县人民医院',value:Data_14},
			{name:'乐安县人民医院',value:Data_15},
			{name:'宜春市中医院',value:Data_16},
			{name:'永丰县人民医院',value:Data_19},
			{name:'信丰县人民医院',value:Data_20},
			{name:'上高县中医院',value:Data_21},
			{name:'九江学院附属医院',value:Data_22},
			{name:'婺源县人民医院',value:Data_25},
			{name:'江西省安福县人民医院',value:Data_27},
			{name:'湖口县人民医院',value:Data_28},
			{name:'玉山县人民医院',value:Data_29},
			{name:'玉山县中医院',value:Data_30},
			{name:'瑞金市人民医院',value:Data_31},
			{name:'德兴市中医院',value:Data_32},
			{name:'赣州市第五人民医院',value:Data_33},
			{name:'安远县人民医院',value:Data_34},
			{name:'高安市中医院',value:Data_40},
			{name:'广丰县人民医院',value:Data_41},
			{name:'江西省余干楚东医院',value:Data_45},
			{name:'万安县人民医院',value:Data_47},
			{name:'万安县中医院',value:Data_48},
			{name:'南昌进贤中医院',value:Data_49},
			{name:'上饶县人民医院',value:Data_50},
			{name:'南昌市新建县人民医院',value:Data_51},
			{name:'江西南丰县人民医院',value:Data_52},
			{name:'赣州寻乌人民医院',value:Data_54},
			{name:'赣州市妇幼保健院',value:Data_66},
			{name:'永丰县中医院',value:Data_67},
			{name:'兴国县第二医院',value:Data_70},
			{name:'兴国县第二医院',value:Data_72},
			{name:'修水中医院',value:Data_73},
			{name:'北京房山中医院',value:Data_74},
			{name:'余干县人民医院',value:Data_75},
			{name:'鄱阳县人民医院',value:Data_76},
			{name:'余江县人民医院',value:Data_79},
			{name:'海拉尔农垦总医院',value:Data_81},
			{name:'八仙筒镇卫生院',value:Data_82},
			{name:'库伦旗医院',value:Data_83},
			{name:'景德镇第二人民医院',value:Data_86},
			{name:'分宜县洞村乡卫生院',value:Data_100},
			{name:'景德镇第三人民医院',value:Data_104},
			{name:'通辽市精神卫生中心',value:Data_107},
			{name:'彭泽县人民医院',value:Data_108},
			{name:'万年县人民医院',value:Data_109},
			{name:'分宜县操场乡卫生院',value:Data_110},
			{name:'九江县人民医院',value:Data_112},
			{name:'万年县中医院',value:Data_113},
			{name:'内蒙古赤峰松山医院',value:Data_114},
			{name:'崇仁县人民医院',value:Data_115},
			{name:'洪都中医院',value:Data_116},
			{name:'德州十三局医院',value:Data_117},
			{name:'分宜县双林镇卫生院',value:Data_119},
			{name:'吉安县中医院',value:Data_121},
			{name:'赤峰市巴林左旗医院',value:Data_123},
			{name:'德兴市人民医院',value:Data_136},
			{name:'兴国县人民医院',value:Data_137},
			{name:'兴国县高兴中心卫生院',value:Data_138},
			{name:'兴国县均村中心卫生院',value:Data_139},
			{name:'兴国县江背卫生院',value:Data_143},
			{name:'兴国县鼎龙卫生院',value:Data_146},
			{name:'兴国县崇贤卫生院',value:Data_147},
			{name:'兴国县良村卫生院',value:Data_148},
			{name:'瑞昌市人民医院',value:Data_152},
			{name:'上饶县中医院',value:Data_154},
			{name:'永新县中医院',value:Data_157},
			{name:'内蒙古赤峰松山中蒙医院',value:Data_159},
			{name:'荆门市第二人民医院',value:Data_160},
			{name:'通辽市传染病医院',value:Data_161},
			{name:'科左中旗中医院',value:Data_162},
			{name:'惠民县妇幼保健医院',value:Data_164},
			{name:'内蒙古通辽市保康蒙医院',value:Data_167},
			{name:'巴彦淖尔市杭锦后旗同济医院',value:Data_170},
			{name:'清水河县人民医院',value:Data_171},
			{name:'土默特左旗人民医院',value:Data_172},
			{name:'广丰县南方医院',value:Data_173},
			{name:'襄城县第二人民医院',value:Data_176},
			{name:'赣州市肿瘤医院',value:Data_177},
			{name:'内蒙古五原县人民医院',value:Data_180},
			{name:'永修县人民医院',value:Data_181},
			{name:'石城县人民医院',value:Data_182},
			{name:'九江市中医院',value:Data_183},
			{name:'瑞昌市中医院',value:Data_184},
			{name:'丰城矿务局总医院',value:Data_186},
			{name:'平度城区医院',value:Data_187},
			{name:'烟台龙矿中心医院',value:Data_188},
			{name:'察右后旗医院',value:Data_190},
			{name:'临沂市河东区人民医院',value:Data_193},
			{name:'湖口县中医院',value:Data_199},
			{name:'兴国永丰卫生院',value:Data_201},
			{name:'兴国县长岗卫生院',value:Data_204},
			]


		}
	},

	//------------------分割线-----------------
	//以上数据可拷贝增加自定义按钮
	]
}
